Repository: trunca/enigma2-plugins
Catalog: AudioEffect/po/*.po
Languages: fr

source: none
fr: aucun

source: AVL (Automatic Volume Leveler)
fr: AVL (Ajustement automatique du volume)

source: Audio Effect Setup
fr: Audio Effect Configuration

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Default
fr: Défaut

source: Audio Effect Setup is not supported.
fr: Audio Effect Configuration n'est pas supporté.

source: Effect
fr: Effet

source: 3D Surround Speaker Position
fr: 3D Surround position des hauts-parleurs

source: Really close without saving settings?
fr: Vraiment fermer sans sauvegarder les configurations?

source: sets the audio effetcs
fr: Définir les effets audio
