Repository: trunca/enigma2-plugins
Catalog: gigavfdcontrol/po/*.po
Languages: es

source: Clock always
es: Mostrar hora siempre

source: Always off
es: Siempre apagado

source: Yes
es: Si

source: None
es: Ninguno

source: Blue
es: Azul

source: Red
es: Rojo

source: Purple
es: Morado

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Update Date/Time
es: Actualizar fecha/hora

source: Enable led
es: Activar LED

source: Led state RUN
es: Color del LED con deco encendido

source: Led state Standby
es: Color del LED en modo de espera

source: Led state Deep Standby
es: Colo del LED con deco apagado

source: Led state Record
es: Color del LED grabando

source: Blink Record Led
es: Parpadeo de LED al grabar

source: Led state HDD /dev/sda active
es: Color del LED con el HDD /dev/sda activo

source: Led state HDD /dev/sdb active
es: Color del LED con el HDD /dev/sdb activo

source: Brightness
es: Brillo

source: Brightness Standby
es: Brillo en modo de espera

source: Show on VFD
es: Mostrar en LCD

source: Show clock in Deep Standby
es: Mostrar hora con el deco apagado

source: Time mode
es: Formato horario

source: Channel number with leading zeros
es: NÃºmero de canal con ceros a la izquierda

source: Display/LED
es: LCD/LED
