Repository: trunca/enigma2-plugins
Catalog: GigaBlueVFDControl/po/*.po
Languages: de

source: Channelnumber in Standby off
de: Kanalnummer im Standby aus

source: Channelnumber in Standby Clock
de: Kanalnummer im Standby Uhr

source: Channelnumber/Clock in Standby Clock
de: Kanalnummer/Uhr im Standby Uhr

source: Clock always
de: Uhr immer anzeigen

source: Always off
de: Immer aus

source: No
de: Nein

source: Yes
de: Ja

source: None
de: Keine

source: Blue
de: Blau

source: Red
de: Rot

source: Purple
de: Violett

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Update Date/Time
de: Datum/Uhrzeit aktuallisieren

source: Enable led
de: Led aktivieren

source: Led state RUN
de: Led-Farbe wenn Eingeschaltet

source: Led state Standby
de: Led-Farbe im Standby

source: Led state Deep Standby
de: Led-Farbe im Deepstandby

source: Led state Record
de: Led-Farbe bei Aufnahme

source: Blink Record Led
de: Blinkende Aufnahme-Led

source: Led state HDD /dev/sda active
de: Led-Farbe wenn HDD /dev/sda aktiv ist

source: Led state HDD /dev/sdb active
de: Led-Farbe wenn HDD /dev/sdb aktiv ist

source: Brightness
de: Helligkeit

source: Brightness Standby
de: Helligkeit im Standby

source: Show on VFD
de: Im VFD anzeigen

source: Show clock in Deep Standby
de: Zeige Uhr im Deep Standby

source: Time mode
de: Zeit Modus

source: Channel number with leading zeros
de: Kanalnummer mit f√ºhrenden Nullen
